KD-MM2/espfm-core/sdkconfig.defaults.esp32
CONFIG_IDF_TARGET="esp32"

# WROOM
# CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
# CONFIG_ESPTOOLPY_FLASHSIZE="4MB"

# WROVER
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="16MB"
